Repository: 06Games/Webtrees-MailSystem
Catalog: resources/lang/*.po
Languages: de, fr, is, nl, ru, uk

source: The Mail System preferences have been updated.
de: Die Mail-System Einstellungen wurden aktualisiert.
fr: Les préférences de Mail System ont bien été mises à jour.
is: Póstkerfisstillingar hafa verið uppfærðar.
nl: De voorkeuren van Mail System zijn geactualiseerd.
ru: Параметры почтовой системы были обновлены.
uk: Налаштування поштової системи оновлено.

source: Mail system preferences
de: Mail-System Einstellungen
fr: Préférences Mail System
is: Póstkerfisstillingar
nl: Voorkeuren van Mail System
ru: Настройки почтовой системы
uk: Налаштування поштової системи

source: Newsletter
fr: Bulletin d'information
is: Fréttabréf
nl: Nieuwsbrief
ru: Новостная рассылка
uk: Новини

source: Direct URLs
de: Direkte URLs
fr: Liens directs
is: Beinar vefslóðir
nl: Directe URL's
ru: Прямые URL
uk: Прямі URL-адреси

source: Data URLs
de: Daten-URLs
fr: URLs de données
is: Gagna vefslóðir
ru: URL-адреса данных
uk: URL-адреси даних

source: No images
de: Keine Bilder
fr: Pas d'images
is: Engar myndir
nl: Geen plaatjes
ru: Без изображений
uk: Без зображень

source: Individual
de: Individuell
fr: Individu
is: Einstaklingur
nl: Individueel
ru: Человек
uk: Особа

source: Family
de: Familie
fr: Famille
is: Fjölskylda
nl: Familie
ru: Семья
uk: Родина

source: Media
de: Medien
is: Gögn
ru: Медиа
uk: Медіа

source: Note
de: Notiz
is: Glósa
nl: Notitie
ru: Примечание
uk: Примітка

source: Source
de: Quelle
is: Heimild
nl: Bron
ru: Источник
uk: Джерело

source: Submitter
de: Einreicher
fr: Fournisseur de données
is: Sendandi
nl: Verzender
ru: Отправитель
uk: Заявник

source: Repository
de: Archiv
fr: Dépôt d’archives
is: Geymsla
nl: Opslagplaats
ru: Хранилище
uk: Сховище

source: This email was autogenerated by Webtrees and programmed with ❤ by %s
de: Diese E-Mail wurde automatisch durch Webtrees generiert und programmiert mit ❤ von %s
fr: Cet email a été autogénéré par Webtrees et programmé avec ❤ par %s
is: Þessi tölvupóstur var útbúinn sjálfkrafa af webtrees og forritaður með ❤ af %s
uk: Цей електронний лист був автоматично згенерований Webtrees та запрограмований за допомогою ❤ %s

source: Sends out newsletters at regular intervals
de: Sendet Newsletter in regelmäßigen Abständen
is: Sendir út fréttabréf með reglulegu millibili
uk: Розсилає новини через регулярні проміжки часу

source: Control panel
de: Verwaltung
fr: Panneau de contrôle
is: Stjórnborð
nl: Controle paneel
ru: Панель управления

source: First steps
de: Erste Schritte
fr: Premiers pas
is: Fyrstu skref
nl: Eerste stappen
ru: Первые шаги
uk: Перші кроки

source: This module requires a cron job to be set up and run every day.
de: Dieses Modul erfordert, dass ein Cron-Job eingerichtet und jeden Tag ausgeführt wird.
fr: Ce module nécessite la mise en place d'une tâche cron qui sera exécutée chaque jour.
is: Þessi eining krefst þess að cron verkefni sé sett upp og keyrt á hverjum degi.
nl: Deze module vereist dat een cron job wordt ingesteld en elke dag wordt uitgevoerd.
ru: Этот модуль требует установки и ежедневного выполнения задания cron.
uk: Цей модуль вимагає встановленого та спрацьовуючого щодня завдання Cron.

source: Please add the following line to your cron file
de: Bitte füge die folgende Zeile der Cron-Datei hinzu
fr: Veuillez ajouter la ligne suivante à votre fichier cron
is: Vinsamlegast bættu eftirfarandi línu við cron skrána þína
nl: Voeg de volgende regel toe aan uw cron-bestand
ru: Пожалуйста, добавьте следующую строку в ваш файл cron
uk: Будь ласка додайте наступний рядок до налаштувань Вашого cron

source: You may need to add %1$s and %2$s depending on your configuration
de: Möglicherweise muss je nach Konfiguration %1$s und %2$s hinzufügt werden
fr: Vous pourriez avoir besoin d'ajouter %1$s et %2$s selon votre configuration
is: Þú gætir þurft að bæta við %1$s og %2$s miðað við uppsetningu þína
nl: Mogelijk moet u %1$s en %2$s toevoegen, afhankelijk van uw configuratie
ru: Вам может понадобиться добавить %1$s и %2$s в зависимости от вашей конфигурации
uk: Ви можете додати %1$s та %2$s залежно від вашої конфігурації

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
is: Almennar stillingar
nl: Algemene instellingen
ru: Общие настройки
uk: Загальні налаштування

source: Trees
de: Bäume
fr: Arbres
is: Tré
nl: Stambomen
ru: Деревья
uk: Дерева

source: Trees to be considered (User restrictions take precedence over this setting)
de: Bäume zu berücksichtigen (Benutzerbeschränkungen haben Vorrang vor dieser Einstellung)
fr: Arbres à considérer (Les restrictions utilisateurs sont prioritaires sur ce paramètre)
is: Tré sem þarf að hafa í huga (notendatakmarkanir hafa forgang fram yfir þessa stillingu)
nl: Te overwegen stambomen (Gebruikersbeperkingen hebben voorrang op deze instelling)
ru: Деревья, которые необходимо учитывать (Ограничения пользователя имеют приоритет над этим параметром)
uk: Дерева, які слід враховувати (обмеження користувача мають перевагу над цим налаштуванням)

source: Users
de: Benutzer
fr: Utilisateurs
is: Notendur
nl: Gebruikers
ru: Пользователи
uk: Користувачі

source: Users to send the mail to
de: Benutzer, an die die E-Mail zu senden ist
fr: Les utilisateurs à qui envoyer les mails
is: Notendur til að senda póst á
nl: Gebruikers om de mail naar toe te sturen
ru: Пользователи, которым нужно отправить письмо
uk: Користувачі, яким буде надсилатися пошта

source: Frequency
de: Frequenz
fr: Fréquence
is: Tíðni
nl: Frequentie
ru: Частота
uk: Частота

source: Frequency of sending e-mails (in days)
de: Häufigkeit des Versendens von E-Mails (in Tagen)
fr: Fréquence d'envoi des e-mails (en jours)
is: Tíðni tölvupóstssendinga (í dögum)
nl: Frequentie van mailverzending (in dagen)
ru: Частота отправки электронных писем (в днях)
uk: Частота відправлення електронних листів (у днях)

source: Show empty categories
de: Zeige leere Kategorien
fr: Afficher les catégories vides
is: Sýna tóma flokka
nl: Toon lege categorieën
ru: Показать пустые категории
uk: Показати порожні категорії

source: no
de: Nein
fr: non
is: nei
nl: nee
ru: Нет
uk: ні

source: yes
de: Ja
fr: oui
is: já
nl: ja
ru: Да
uk: так

source: If this option is enabled, a message will indicate that there is no data to display for the period.
de: Wenn diese Option aktiviert ist, wird eine Meldung angezeigt, dass für den Zeitraum keine Daten angezeigt werden können.
fr: Si cette option est activée, un message indiquera qu'il n'y a pas de données à afficher pour cette période.
is: Ef þessi valkostur er virkur munu skilaboð gefa til kynna að engin gögn séu til að birta fyrir tímabilið.
nl: Als deze optie is ingeschakeld, zal een bericht aangeven dat er voor de periode geen gegevens kunnen worden weergegeven.
ru: Если этот параметр включен, появится сообщение о том, что за данный период нет данных для отображения.
uk: Якщо ця опція увімкнена, повідомлення буде вказувати на те, що немає даних длявідображення на період.

source: When this option is disabled, in case all categories of all trees are without data, no mail will be sent.
de: Wenn diese Option deaktiviert ist, wird keine E-Mail verschickt, wenn alle Kategorien aller Bäume keine Daten enthalten.
fr: Lorsque cette option est désactivée, si toutes les catégories de tous les arbres sont dépourvues de données, aucun courrier ne sera envoyé.
is: Þegar þessi valkostur er óvirkur, ef allir flokkar allra trjáa eru án gagna, verður enginn póstur sendur.
nl: Wanneer deze optie is uitgeschakeld, wordt er, indien alle categorieën van alle stambomen geen gegevens bevatten, geen mail verstuurd.
ru: Если эта опция отключена, в случае, если все категории всех деревьев не содержат данных, письмо не будет отправлено.
uk: Коли ця опція відключена, якщо всі категорії всіх деревне містять даних, лист не надсилатиметься.

source: Images
de: Bilder
is: Myndir
nl: Plaatjes
ru: Изображения
uk: Зображення

source: Data URLs only work on relatively recent email clients.
de: Daten-URLs funktionieren nur mit relativ aktuellen E-Mail Programmen.
fr: Les URLs de données ne fonctionnent que sur les clients de messagerie relativement récents.
is: Gagna vefslóðir virka aðeins á tiltölulega nýlegum tölvupóstforritum.
nl: Data URL's werken alleen op relatief recente e-mailclients.
ru: URL-адреса данных работают только в относительно новых почтовых клиентах.
uk: URL-адреси даних працюють лише на відносно недавніх клієнтах електронної пошти.

source: Direct URLs should offer broad compatibility, but are slightly less secure, as image of individuals become available without authentication (they are resized to 50x50 px, however).
de: Direkte URLs sollten eine breite Kompatibilität bieten, sind aber etwas weniger sicher, da Bilder von Einzelpersonen ohne Authentifizierung verfügbar sind (sie werden jedoch auf 50x50 px verkleinert).
fr: Les liens directs devraient offrir une vaste compatibilité, mais sont un peu moins sûrs, car les images des individus deviennent disponibles sans authentification (elles sont néanmoins redimensionnées à 50x50 px).
is: Beinar vefslóðir ættu að bjóða upp á víðtæka samhæfni, en eru örlítið óöruggari, þar sem myndir af einstaklingum verða tiltækar án auðkenningar (stærð þeirra er hins vegar breytt í 50x50 px).
nl: Directe URL's zouden brede compatibiliteit moeten bieden, maar zijn iets minder veilig, aangezien afbeeldingen van personen beschikbaar komen zonder authenticatie (ze worden echter verkleind tot 50x50 px).
ru: Прямые URL обеспечивают широкую совместимость, но несколько менее безопасны, поскольку изображения людей становятся доступными без аутентификации (однако их размер уменьшается до 50x50 px).
uk: Прямі URL-адреси мають забезпечити більш широку сумісність, але є трохи менш безпечними, оскільки зображення людей стають доступними без автентифікації (проте, їх розміри будуть зменшені до 50x50 px).

source: Image format
de: Bildformat
fr: Format des images
is: Myndasnið
nl: Formaat van de afbeelding
ru: Формат изображения
uk: Формат зображення

source: Use PNG for a better compatibility
de: Verwende PNG für eine bessere Kompatibilität
fr: Utilisez le format PNG pour une meilleure compatibilité
is: Notaðu PNG fyrir betri samhæfni
ru: Используйте PNG для лучшей совместимости
uk: Використовуйте PNG для кращої сумісності

source: News settings
de: Neuigkeiten Einstellungen
fr: Paramètres de la liste des nouvelles
is: Fréttastillingar
nl: Instellingen nieuws
ru: Настройки списка новостей
uk: Налаштування новин

source: Enabled
de: Aktiviert
fr: Activé
is: Virkjað
nl: Geactiveerd
ru: Включено
uk: Увімкнено

source: Displays family news and site announcements (requires activation of the dedicated module)
de: Anzeige von Familien-Neuigkeiten und Seitenankündigungen (erfordert die Aktivierung des entsprechenden Moduls)
fr: Affiche les nouvelles familiales et annonces du site (nécessite l'activation du module dédié)
is: Sýnir fjölskyldufréttir og vefsíðu tilkynningar (krefst þess að virkja þarf sérstaka einingu)
nl: Toont familienieuws en aankondigingen van de site (vereist activering van de speciale module)
ru: Отображает семейные новости и анонсы сайта (требуется активация специального модуля)
uk: Відображає новини про сім'ю та оголошення про сайт (вимагає активації виділеного модуля)

source: The %1$s module could not be found
de: Das Modul %1$s konnte nicht gefunden werden
fr: Le module %1$s n'a pas pu être trouvé
is: %1$s einingin fannst ekki
nl: De module %1$s kon niet worden gevonden
ru: Модуль %1$s не найден.
uk: Модуль %1$s не вдалося знайти

source: The %1$s module is disabled, please enable it if you wish to use this feature.
de: Das Modul %1$s ist deaktiviert. Bitte aktiviere es, wenn die Funktion genutzt werden soll.
fr: Le module %1$s est désactivé, veuillez l'activer si vous souhaitez utiliser cette fonctionnalité.
is: %1$s einingin er óvirk, vinsamlegast virkjaðu hana ef þú vilt nota þennan eiginleika.
nl: De module %1$s is uitgeschakeld, schakel deze in als u deze functie wilt gebruiken.
ru: Модуль %1$s отключен, включите его, если хотите использовать эту функцию.
uk: Модуль %1$s відключений, будь ласка, ввімкніть його, якщо Ви хочете використовувати цю функцію.

source: Change-list settings
de: Einstellungen für Änderungslisten
fr: Paramètres de la liste des changements
is: Stillingar breytingalista
nl: Instellingen voor de wijzigingslijst
ru: Настройки списка изменений
uk: Налаштування списку подій

source: List of changes made in the previous period
de: Liste der Änderungen, die in der vorherigen Periode vorgenommen wurden
fr: Liste des modifications apportées au cours de la période précédente
is: Listi yfir breytingar sem gerðar voru á fyrra tímabili
nl: Lijst van wijzigingen in de afgelopen periode
ru: Список изменений, произведенных в предыдущем периоде
uk: Список подій, що відбулись у попередній період

source: Tags
de: Stichworte
is: Merki
nl: Labels
ru: Теги
uk: Теги

source: Types of changes to be considered
de: Arten von Änderungen, die berücksichtigt werden sollen
fr: Types de changements à considérer
is: Tegundir breytinga sem þarf að huga að
nl: Te overwegen soorten wijzigingen
ru: Типы изменений, которые необходимо рассмотреть
uk: Типи подій, які слід враховувати

source: Anniversaries settings
de: Jubiläeneinstellungen
fr: Paramètres de la liste des anniversaires
is: Viðburðastillingar
nl: Instellingen gebeurtenissen
ru: Настройки юбилеев
uk: Налаштування річниць

source: List of upcoming anniversaries in the next period
de: Liste der bevorstehenden Jubiläen in der nächsten Zeit
fr: Liste des anniversaires à venir au cours la prochaine période
is: Listi yfir komandi viðburði á næsta tímabili
nl: Lijst van komende verjaardagen in de volgende periode
ru: Список предстоящих юбилеев в следующем периоде
uk: Список майбутніх річниць у наступному періоді

source: Types of events to consider
de: Arten von Ereignissen, die berücksichtigt werden sollen
fr: Types d'évènements à considérer
is: Tegundir atburða sem þarf að huga að
nl: Soorten gebeurtenissen om te overwegen
ru: Типы мероприятий, которые следует рассмотреть
uk: Типи подій, які слід враховувати

source: Deceased persons
de: Verstorbene Personen
fr: Personnes décédées
is: Látnir einstaklingar
nl: Overleden personen
ru: Умершие лица
uk: Померлі особи

source: Display the anniversaries of deceased persons
de: Zeige die Jubiläen von Verstorbenen an
fr: Afficher les anniversaires des personnes décédées
is: Sýndu viðburði látinna einstaklinga
nl: Toon de verjaardagen van overleden personen
ru: Отображение годовщин смерти умерших людей
uk: Показувати ювілеї померлих людей

source: Required for death anniversaries
de: Erforderlich für Todesjubiläen
fr: Requis pour les anniversaires de décès
is: Nauðsynlegt fyrir dánarviðburði
nl: Vereist voor sterfgevallen
ru: Требуется для годовщин смерти
uk: Необхідні для ювілеїв смерті

source: Footer settings
de: Fußzeileneinstellungen
is: Stillingar síðufóts
nl: Instellingen voettekst
ru: Настройки нижнего колонтитула
uk: Налаштування нижнього колонтитуля

source: Adds a footer to the email
de: Fügt der E-Mail eine Fußzeile hinzu
is: Bætir síðufæti við tölvupóstinn
nl: Voegt een voettekst toe aan de e-mail
ru: Добавьте нижний колонтитул в электронное письмо
uk: Додає нижній колонтитул до електронної пошти

source: Message
de: Nachricht
is: Skilaboð
nl: Bericht
ru: Сообщение
uk: повідомлення

source: The message to write (you can use HTML)
de: Die zu schreibende Nachricht (HTML kann verwendet werden)
is: Skilaboðin sem á að skrifa (þú getur notað HTML)
nl: Het te schrijven bericht (u kunt HTML gebruiken)
ru: Сообщение для написания (вы можете использовать HTML)
uk: Повідомлення для запису (ви можете використовувати HTML)

source: save
de: speichern
fr: sauvegarder
is: vista
nl: opslaan
ru: сохранить
uk: зберегти

source: cancel
de: abbrechen
fr: annuler
is: hætta
nl: afbreken
ru: отменить
uk: скасувати

source: Information
fr: Informations
is: Upplýsingar
nl: Informatie
ru: Информация
uk: Інформація

source: never
de: noch nie
fr: jamais
is: aldrei
nl: nooit
ru: никогда
uk: ніколи

source: Last mailing: %s
de: Letzter Versand: %s
fr: Dernier envoi : %s
is: Síðasta póstur: %s
nl: Laatste mailing: %s
ru: Последняя рассылка: %s
uk: Остання розсилка: %s

source: Next mailing: %s
de: Nächster Versand: %s
fr: Prochain envoi : %s
is: Næsti póstur: %s
nl: Volgende mailing: %s
ru: Следующая рассылка: %s
uk: Наступна розсилка: %s

source: Number of recipients: %s
de: Anzahl der Empfänger: %s
fr: Nombre de destinataires: %s
is: Fjöldi viðtakenda: %s
nl: Aantal ontvangers: %s
ru: Количество получателей: %s
uk: Кількість одержувачів: %s

source: preview next mail
de: Vorschau Nächste Mail
is: forskoða næsta tölvupóst
uk: Попередній перегляд наступного листа

source: News
de: Neuigkeiten
fr: Nouvelles
is: Fréttir
nl: Nieuws
ru: Новости
uk: Новини

source: No news to display
de: Keine Neuigkeiten zum Anzeigen
fr: Aucunes nouvelles à afficher
is: Engar fréttir að birta
nl: Geen nieuws om weer te geven
ru: Нет новостей для отображения
uk: Немає новин для відображення

source: Changes
de: Änderungen
fr: Changements
is: Breytingar
nl: Wijzigingen
ru: Изменения
uk: Події

source: There were no changes during the day.
de: Es gab keine Veränderungen tagsüber.
fr: Il n'y a pas eu de changements au cours de la journée.
is: Engar breytingar urðu yfir daginn.
nl: Er waren geen veranderingen gedurende de afgelopen dag.
uk: Подій протягом дня не було.

source: Anniversaries
de: Jubiläen
fr: Anniversaires
is: Viðburðir
nl: Gebeurtenissen
ru: Памятные даты
uk: Річниці

source: There is no anniversary to celebrate today.
de: Es gibt heute kein Jubiläum zu feiern.
fr: Il n'y a pas d'anniversaire à célébrer aujourd'hui.
is: Það er enginn viðburður til að fagna í dag.
nl: Er is geen gebeurtenis te vieren/herdenken vandaag.
uk: Сьогодні немає жодної річниці.

source: %1$s of %2$s (%3$s years ago)
de: %1$s von %2$s (vor %3$s Jahren)
fr: %1$s de %2$s (il y a %3$s ans)
is: %1$s %2$s (fyrir %3$s ári/árum síðan)
nl: %1$s: %2$s (%3$s jaar geleden)
ru: %1$s от %2$s (%3$s лет назад)
uk: %1$s of %2$s (%3$s років тому)
